Repository: zwiglm/CloudWaveX
Catalog: AppSeafileClient/Resources/AppResources.*.resx
Languages: de, es, fr

# AppBarAbout
source: About
de: Information
es: Información
fr: Infos

# AppBarHome
source: Home
de: Start
es: Inicio
fr: Accueil

# AppBarSettings
source: Settings
de: Einstellungen
es: Parámetro
fr: Paramètres

# AppBarUpload
source: Upload
de: Senden einer Datei
es: Enviar un archivo
fr: Uploader un fichier

# AppTitle
source: Seashore
de: CloudWave for Seafile
fr: CloudWaveX

# Certificate_Error_CNMissmatch
source: The certificate is not valid for the requested usage. This error is also returned if the certificate has an invalid name.
de: Das Zertifikat ist für die angeforderte Nutzung nicht gültig. Dieser Fehler wird auch zurückgegeben, wenn das Zertifikat eine ungültigen Namen hat.
es: El certificado no es válido para el uso requerido. Este error también ocurre si el certificado tiene un nombre inválido.
fr: Le certificat est non valide pour l'utilisation demandée. Cette erreur est aussi renvoyée si le certificat a un nom incorrect.

# Certificate_Error_Expired
source: A required certificate is not within its validity period when verifying against the current system clock or the timestamp in the signed file.
de: Ein notwendiges Zertifikat verfügt nicht über die entsprechende Gültigkeitsperiode, verglichen mit der aktuellen Systemzeit oder dem Zeitstempel in der signierten Datei.
es: Un certificado requerido no está dentro de su período de validez cuando se verificó contra la hora actual del sistema o la marca de tiempo del fichero firmado.
fr: Un certificat requis n'est pas dans sa période de validité selon la vérification contre l'horloge système en cours ou l'horodatage dans le fichier signé.

# Certificate_Error_Invalid
source: The supplied certificate is invalid. This can be returned for a number of reasons: A certificate that can only be used as an end-entity is being used as a CA or vice versa. A path length constraint in the certification chain has been violated. A certificate contains an unknown extension that is marked critical. A certificate is being used for a purpose other than the ones specified by its CA. A parent of a given certificate in fact did not issue that child certificate. A certificate is missing or has an empty value for an important field, such as a subject or issuer name. The signature of the certificate cannot be verified. The certificate has an invalid policy. A certificate's basic constraint extension has not been observed.
de: Das eingereichte Zertifkat ist ungültig. Dies kann mehrere Ursachen haben: Ein Personenzertifikat wird als CA benutzt oder umgekehrt. Eine Pfad-Längen-Beschränkung in der Zertifikatskette wurde verletzt. Ein Zertifikat enthält eine unbekannte Erweiterung, die als kritisch gekennzeichnet wird. Ein Zertifikat wird zu einem anderen, nicht durch die CA spezifizierten Zweck genutzt. Ein Herausgeber des Zertifikates hat das Zertifikat doch nicht herausgegeben. Ein Zertifikat fehlt oder hat einen leeren Wert für ein wichtiges Feld, wie Betreff oder Aussteller-Name. Die Unterschrift des Zertifikates kann nicht nachgeprüft werden. Das Zertifikat hat eine ungültige Policy. Eine grundlegende Begrenzungsausdehnung des Zertifikates ist nicht beachtet worden.
es: El certificado emitido es inválido. Esto mensaje puede deberse a varias razones: Un certificado que solo puede ser usado como una entidad final está siendo usado como un CA o viceversa. La restricción de longitudde la ruta en la cadena del certificado ha sido violada. Un certificado contiene una extensión desconocida que está marcada como crítica. Un certificado está siendo usado para un propósito distinto que el que especifica su CA. La raíz de un certificado dado no expide ese certificado. Falta un certificado o tienen un valor vacío para un campo importante, como el sujeto o nombre del distribuidor. La firma del certificado no puede ser verificada. El certificado tiene una política inválida. La restricción de una extensión del certificado base no ha sido observada.
fr: Le certificat fourni est invalide. Cela peut être retourné pour un certain nombre de raisons: un certificat qui ne peut être utilisé comme une entité finale est utilisé comme un CA ou vice versa. Une contrainte de longueur de chemin dans la chaîne de certification a été violé. Un certificat contient une extension inconnue qui est marquée critique. Un certificat est utilisé à des fins autres que celles spécifiées par son CA. Un parent d'un certificat donné en fait n'a pas émis ce certificat de l'enfant. Un certificat est manquant ou a une valeur vide pour un domaine important, comme un nom ou d'un émetteur assujetti. La signature du certificat ne peut pas être vérifiée. Le certificat a une politique non valide. Extension de contrainte de base d'un certificat n'a pas été observé.

# Certificate_Error_Revoked
source: A certificate was explicitly revoked by its issuer.
de: Ein Zertifikat wurde von seinem Aussteller explizit widerrufen.
es: Un certificado fué explicitamente revocado por su distribuidor.
fr: Un certificat a été explicitement révoqué par son émetteur.

# Certificate_Error_Title
source: Certificate error !
de: Zertifikatfehler!
es: ! Error de certificado ¡
fr: Erreur de certificat !

# Certificate_Error_UntrustedRoot
source: A certificate chain processed, but terminated in a root certificate which is not trusted by the trust provider.
de: Eine Zertifikatskette wurde abgearbeitet, aber endete in einem Root Zertifikat, dem vom Trustprovider nicht vertraut wird.
es: Una cadena de certificado procesada, pero finalizó en un certificado raíz en el que no confía el proveedor trust.
fr: Une chaîne de certificat a été traitée, mais terminé dans un certificat racine qui est pas approuvé par le fournisseur de confiance.

# ContentLibrary_ContextMenu_Delete
source: Delete
de: löschen
es: Borrar
fr: Supprimer

# ContentLibrary_ContextMenu_Detail
source: Detail
es: Detalle
fr: Détail

# ContentLibrary_Error_Content_Content
source: An error has occurred while loading content. Please activate log and send me the error.
de: Beim Laden des Inhalts ist ein Fehler aufgetreten. Aktivieren Sie bitte das Log und senden Sie mir den Fehler.
es: Un error ha ocurrido durante la carga del contenido. Por favor active el log y envíeme el error.
fr: Une erreur est survenue lors du chargement du contenu. Vous pouvez m'envoyer le log de l'erreur en activant les logs.

# ContentLibrary_Error_Content_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Error_Delete_Content
source: An error has occurred while deleting the file.
de: Beim Löschen der Datei ist ein Fehler aufgetreten.
es: Un error ha ocurrido mientras se borraba el fichero.
fr: Une erreur est survenue lors de la suppression du fichier. Vous pouvez m'envoyer le log de l'erreur en activant les logs.

# ContentLibrary_Error_Delete_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Error_Detail_Content
source: An error has occurred while loading the file details.
de: Beim Laden der Dateidetails ist ein Fehler aufgetreten.
es: Un error ha ocurrido mientras se cargaban los detalles del fichero.
fr: Une erreur est survenue pendant le chargement des informations du fichier. Vous pouvez m'envoyer le log de l'erreur en activant les logs.

# ContentLibrary_Error_Detail_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Itemtemplate_LastUpdate
source: , last update
de: , letzte Aktualisierung.
es: , última actualización
fr: , màj

# ContentLibrary_MessagePrompt_Detail_1
source: Name :
es: Nombre :
fr: Nom :

# ContentLibrary_MessagePrompt_Detail_2
source: Size :
de: Größe:
es: Tamaño :
fr: Taille :

# ContentLibrary_MessagePrompt_Detail_3
source: Last modification :
de: Letzte Änderung :
es: Última modificación :
fr: Dernière modification :

# ContentLibrary_MessagePrompt_Detail_Title
source: Detail
es: Detalle
fr: Détail

# ContentLibrary_Refresh_1
source: Delete successfully !
de: Erfolgreich gelöscht !
es: ! Borrado satisfactorio¡
fr: Suppression réussie !

# ContentLibrary_Upload_UploadingWaiting
source: Uploading...
de: Laden in Bearbeitung
es: Envía actual
fr: Envoie en cours...

# ContentLibrary_Upload_UploadOK
source: Upload success !
de: Herunterladen gelungen
es: Descargar tuvo éxito
fr: Upload réussi !

# Download_Button_Cancel
source: Cancel
de: Abgebrochen
es: Cancelar
fr: Annuler

# Download_Button_Open
source: Open
de: Offen
es: Abrir
fr: Ouvrir

# Download_Error_Download_Content
source: An error has occured while downloading the file. Please try again.
de: Beim Download ist ein Fehler aufgetreten. Versuchen Sie es bitte noch einmal.
es: Un error ha ocurrido mientras se descargaba el fichero . Por favor, inténtelo de nuevo.
fr: Une erreur est survenue lors du téléchargement du fichier.

# Download_Error_Download_Title
source: Error !
de: Fehler!
fr: Erreur !

# Download_Error_StoreFile_Content_1
source: There was an issue with the filename. If the name start with a special character, please delete the cache and try again.
de: Es gab eine Problem mit dem Dateinamen. Wenn der Name mit einem Sonderzeichen beginnt, löschen Sie bitte den Cache und versuchen es noch einmal.
es: Hubo un problema con el nombre de fichero. Si el nombre empieza con un carácter especial, por favor, borre la caché e inténtelo de nuevo.
fr: Il y a un problème avec le nom du fichier. Si le nom du fichier contient des caractères spéciaux, essayer de supprimer le cache local et réessayer.

# Download_Error_StoreFile_Content_2
source: There was an error while downloading.
de: Es gab einen Fehler beim Download.
es: Hubo un problema durante la descarga.
fr: Il y a eu une erreur de téléchargement.

# Download_Result_Text_1
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé

# Download_Result_Text_4
source: % completed.
de: % fertig.
es: % completado.
fr: % complété.

# Download_Result_Text_Title
source: Download result
de: Download Ergebnis
es: Resultado de la descarga
fr: Résultat du téléchargement

# Download_Status_Text_1
source: Downloading :
de: Herunterladen:
es: Descargando :
fr: Téléchargement :

# Download_Status_Text_2
source: ... Please wait
de: ... Bitte warten
es: ... Por favor espere
fr: ... Veuillez patienter

# Download_Status_Text_3
source: Download cancelled.
de: Download abgebrochen.
es: Descarga cancelada.
fr: Téléchargement annulé

# Download_Status_Text_4
source: Download error.
de: Download Fehler.
es: Error en la descarga.
fr: Erreur de téléchargement

# Download_Status_Text_5
source: Download completed !
de: Download fertig !
es: ! Descarga completada ¡
fr: Téléchargement terminé !

# Download_Status_Text_Title
source: Download status
es: Estado de la descarga
fr: Status du téléchargement

# Download_Title_1
source: Download File
es: Descagar fichero
fr: Télécharger le fichier

# ListLibrary_AccountInfosQuotaStatus
source: Quota status :
es: Estado de cuota :
fr: Status du quota :

# ListLibrary_AccountInfosUsage
source: Usage :
de: Nutzung:
es: Uso :
fr: Utilisation actuelle :

# ListLibrary_Account_1
source: You are currently using
de: Sie nutzen gerade
es: Actualmente esás usando
fr: Vous utilisez actuellement

# ListLibrary_Account_2
source: on your account. This value represents
de: In Ihrem Konto. Dieser Wert entspricht
es: en tu cuenta. Este valor representa el
fr: sur votre compte. Cette valeur représente

# ListLibrary_Account_3
source: % of your quota.
de: % Ihrer Quota.
es: % de tu cuota.
fr: % de votre quota.

# ListLibrary_Account_4
source: on your account.
de: Ihres Kontos.
es: en tu cuenta.
fr: sur votre compte.

# ListLibrary_Error_AccountInfos
source: An error has occurred while getting user information data.
de: Beim Laden der Benutzerinformationen ist ein Fehler aufgetreten.
es: Un error ha ocurrido mientras se obtenían los datos del usuario.
fr: Une erreur est survenue lors de l'obtention des données d'information de l'utilisateur.

# ListLibrary_Error_ListLibrary_Content
source: An error has occurred while loading libraries. Please activate log and send me the error.
de: Beim Laden der Bibliotheken ist ein Fehler aufgetreten. Aktivieren Sie bitte die Fehleraufzeichnung und senden Sie mir den Fehlerbericht.
es: Un error ha ocurrido durante la carga de las bibliotecas. Por favor, active el log y envíe el error.
fr: Une erreur est survenue pendant le téléchargement de la liste des bibliothèques. Vous pouvez m'envoyer le log de l'erreur en activant les logs.

# ListLibrary_Error_ListLibrary_Title
source: Error !
de: Fehler!
fr: Erreur !

# ListLibrary_LibCrypt_Error_Content
source: The library password is wrong.
de: Das Bibliothek-Kennwort ist falsch.
es: La contraseña de la biblioteca es incorrecta.
fr: Le mot de passe de la bibliothèque est faux.

# ListLibrary_LibCrypt_Error_Title
source: Error !
de: Fehler!
fr: Erreur !

# ListLibrary_LibCrypt_PasswordInput_Message
source: Please enter the library password
de: Gehen Sie bitte das Kennwort für die Bibliothek ein
es: Por favor, introduzca la contraseña de la biblioteca.
fr: Veuillez entrer le mot de passe :

# ListLibrary_LibCrypt_PasswordInput_Title
source: Library password
de: Bibliothek-Kennwort
es: Contraseña biblioteca
fr: Mot de passe

# ListLibrary_Pie_Title_1
source: Current usage in %
de: Gegenwärtige Nutzung in %
es: Uso actual en %
fr: Utilisation actuelle en %

# ListLibrary_Pie_Title_2
source: Remaning space in %
de: Freier Speicher in %
es: Espacio libre en %
fr: Espace restant en %

# ListLibrary_Pie_Title_3
source: Current usage in %
de: Gegenwärtige Nutzung in %
es: Uso actual en %
fr: Utilisation actuelle en %

# ListLibrary_PivotTitle_1
source: All libraries
de: Alle Bibliotheken
es: Todas las bibliotecas
fr: Bibliothèques

# ListLibrary_PivotTitle_2
source: Account
de: Konto
es: Cuenta
fr: Compte

# ListLibrary_Quota_Status_Disabled
source: On your account, quota are disabled.
de: Quota ist für Ihr Konto deaktiviert.
es: En su cuenta, la cuota está deshabilitada.
fr: Les quotas sont désactivés sur votre compte.

# ListLibrary_Quota_Status_Enabled
source: On your account, quota are enabled.
de: Quota ist für Ihr Konto aktiviert.
es: En su cuenta, la cuota está habilitada.
fr: Les quotas sont activés sur votre compte.

# Login_AccountName
source: Account
de: Konto
es: Cuenta
fr: Compte

# Login_Address
source: Server URL and port
de: Server URL und Port
es: URL del servidor y puerto
fr: Adresse du serveur (serveur:port)

# Login_Button_Login
source: Login
fr: Connexion

# Login_CheckBox_RemberMe
source: Remember me
de: Speichern
es: Recordar
fr: Se rappeller de mes identifiants

# Login_Error_NoInternet_Content
source: You need to have Internet access to use the app.
de: Sie müssen Internetzugang haben, um die App nutzen zu können.
es: Necesita acceso a internet para usar la aplicación.
fr: Une connexion internet est requise pour utiliser l'application.

# Login_Error_NoInternet_Title
source: Error !
de: Fehler!
fr: Erreur !

# Login_Error_SSL_NotValidate_Content
source: You must correct the SSL certificate or accept the warning.
de: Sie müssen das SSL Zertifikat korrigieren oder die Warnung akzeptieren.
es: Debe corregir el certificado SSL o aceptar la advertencia.
fr: Vous devez corriger le problème de certificat, ou valider le message d'avertissement.

# Login_Error_SSL_NotValidate_Title
source: Error !
de: Fehler!
fr: Erreur !

# Login_Error_URL_NotValid_Content
source: The url is not valid.
de: Die Url ist nicht gültig.
es: La url no es válida.
fr: L'adresse n'est pas valable.

# Login_Error_URL_NotValid_Title
source: Error !
de: Fehler!
fr: Erreur !

# Login_Error_WrongUser_Content
source: User or password wrong
de: Benutzer oder Kennwort - inkorrekt
es: Usuario o contraseña incorrecto.
fr: Identifiants incorrectes

# Login_Error_WrongUser_Title
source: Login error !
de: Login Fehler!
es: ! Error de Login !
fr: Erreur de connexion !

# Login_Password
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe

# Login_PivotTitle_1
source: Login
fr: Connexion

# PivotHelpControl_Button
source: Send log
de: Absenden
es: Enviar log
fr: Envoyer les logs

# PivotHelpControl_Text_1
source: If you are having trouble with this app, you can use the switch below to record information about how you use the app to send back to me.
de: Wenn Sie Probleme mit dieser App haben, können Sie den Schalter unten auf 'An' stellen. Dann werden Informationen über die Nutzung aufgezeichnet und an mich gesendet.
es: Si está teniendo problemas con esta aplicación, puede usar el botón inferior para grabar información sobre como usar la app y enviarmela.
fr: Si vous rencontrez des problèmes avec cette application, vous pouvez utiliser le commutateur ci-dessous pour enregistrer des informations sur la façon dont vous utilisez l'application.

# PivotHelpControl_Text_2
source: Once you are done recording, add some detail about the issue, then tap below to email the log back to me and I will be in touch :
de: Sobald Sie mit dem Aufzeichnen fertig sind, ergänzen Sie noch einige Details zum Problem, dann senden Sie die Mail an mich durch Tippen auf 'Absenden', und ich werde in Verbindung bleiben:
es: Una vez lista la grabación, añada algún detalle sobre el problema, después teclee en la parte inferior para enviar el correo electrónico y estar en contacto:
fr: Une fois que vous avez terminé l'enregistrement, ajouter quelques détails sur le problème puis appuyez sur envoyer.

# PivotHelpControl_Toggle_Header
source: Information gathering
de: Aufzeichnung
es: Recogida de información
fr: Collecte d'informations

# ResourceLanguage
source: en-US
de: de
es: es
fr: fr

# Settings_Button_DeleteCache
source: Clear the cache
de: Löschen Sie den Cache
es: Limpiar la caché
fr: Effacer le cache local

# Settings_Button_Logoff
source: Logoff
fr: Déconnexion

# Settings_Button_RateApp
source: Rate this application
de: Bewerten Sie diese App
es: Evalua esta aplicación
fr: Evaluer cette application

# Settings_Text_DeleteCache
source: Delete files downloaded in this app.
de: Löschen Sie die in dieser App heruntergeladenen Dateien.
es: Eliminar ficheros descargados en esta aplicación.
fr: Supprimer les fichiers téléchargés en local de l'application.

# Settings_Text_Logoff
source: Delete login credentials stored in this app. This app doesn't store user/password, only the auth token.
de: Löschen Sie die in der App gespeicherten Login-Infos. Diese App speichert weder Benutzer noch Kennwort, nur das Auth Token.
es: Eliminar credencias de login almacenadas en esta aplicación. Esta aplicación no almacena usuario/password, solo el token de autenticación.
fr: Supprimer les informations de connexion stockées dans cette application. Cette application ne stocke pas les identifiants mais seulement un jeton d'authentification.

# Settings_Text_RateApp
source: Rate this app
de: Bewerten Sie diese App
es: Evalua esta aplicación
fr: Evaluer cette application

# Settings_Title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# ListLibrary_Error_NoUpload_Content
source: You need to be in a library to upload.
de: Sie müssen in einer Bibliothek sein, um eine Datei zu senden.
es: Usted debe estar en una biblioteca para enviar un archivo.
fr: Vous devez être dans une bibliothèque pour envoyer un fichier.

# ListLibrary_Error_NoUpload_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Error_UploadForbidden_Content
source: You can only read in this library.
de: Sie haben keine Schreibrechte in dieser Bibliothek.
es: Usted no tiene permisos de escritura en esta biblioteca.
fr: Vous n'avez pas les droits d'écritures dans cette bibliothèque.

# ContentLibrary_Error_UploadForbidden_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Error_Upload_Content
source: Something went wrong during the upload. Please try again.
de: Ein Fehler ist beim Versenden Sie die Datei. Bitte versuchen Sie es erneut.
es: Algo salió mal al enviar el archivo. Por favor, vuelva a intentarlo.
fr: Quelque chose s'est mal passé pendant l'envoie du fichier. Veuillez réessayer.

# ContentLibrary_Error_Upload_Title
source: Error !
de: Fehler!
fr: Erreur !

# ContentLibrary_Upload_UploadCancel
source: Upload canceled
de: Senden abgesagt
es: Enviar cancelado
fr: Envoie annulé.

# PivotHelpControl_Off
source: Off
de: Aus
es: Apagar

# PivotHelpControl_On
source: On
de: An
es: Encender

# ContentLibrary_PivotTitle_1
source: Top
es: Superior

# ContentLibrary_PivotTitle_2
source: Support
es: Soporte

# ListLibrary_PivotTitle_3
source: Support
es: Soporte

# Login_PivotTitle_2
source: Support
es: Soporte
